{
  "delegates": [
    {
      "voteDelegateAddress": "0x2f6d8e48fe496a5bc2dbcae30735c8e4ab34c6e5",
      "profile": {
        "name": "Pawel Burdzy",
        "description": "# Mr. Pawel Burdzy\n\n### Key Info\n\nDelegate Address: 0x2f6d8e48fe496a5bc2dbcae30735c8e4ab34c6e5  \nDelegate Contract Address: 0x2f6d8e48fe496a5bc2dbcae30735c8e4ab34c6e5  \nForum: @pawel  \nQowalts: https://redirect.dijets.io/#/@spinder23689:dijets.org  \nTwitter: \nExternal Website: https://dijets.io/council  \n\n### DGC Member Statement\n\n\n#### Brief Introduction\n\n\n#### Our Beliefs as a Delegate\n\n\n#### Why Should DJTX Holders select you for delegation?\n\n\n### Conflicts of Interest\n\n\nWe have read and agree to the [DGC Member's Manifesto](https://dijets.io/manifesto) and agree to carefully abide by all the points entailed.\n\n### Waiver of liability\n\nBy delegating to DGC Member Pawel Burdzy, you acknowledge and agree that DGC Members participate in Dijets Governance on a \"Best Efforts Basis\" and will not be liable for any form of damages related to participation in accordance to DIPs Framework.\n",
        "externalProfileURL": null
      },
      "image": "QmZCXdLkc9dD9vHMUSwoHWdvdEgK9SbGxB3WD1iLAXLsoW",
      "metrics": {
        "combinedParticipation": "00.00%",
        "pollParticipation": "00.00%",
        "executiveParticipation": "00.00%",
        "communication": "00.00%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x8e06ed730100524e87e74c71f4f2a1ab8409b569",
      "profile": {
        "name": "Dijets Governance HAL",
        "description": "# Dijets Governance HAL (LQs)\n\n### Key Info\n\nDelegate Address: 0xB148121aF25a9D310dE010C3825135100567225F \nDelegate Contract Address: 0x8e06ed730100524e87e74c71f4f2a1ab8409b569\nForum: @clmns, @park, @cryptonativephd  \nDJT Telegram: https://t.me/+_qF1NKs_wy9jYTMy  \nTwitter: @OfficialDijets  \nExternal Website: https://dijets.io  \n\n### Committees Core Values\n\nIt is our mission to empower the DGC Governance community with all opportunities of the fast growing crypto / Web3 industry through education, workshops and networking events. By demonstrating the value of crypto and blockchain to the next generation of global business leaders, we hope to promote and increase the integration of blockchain and crypto technology across all sectors of business in the global economy. \n\n* Leverage the entrepreneurial talent at LBS for the evolution of the Maker Protocol\n* Educate our peers on the blockchain technology and exciting projects in the ecosystem such as Maker\n* Provide hands on learning experiences, through our own DAO as well as participating as delegates in others\n* Strategic mindset with a global focus \n\n### Delegate Statement\n\n#### Brief Introduction\n\nDGC Members introduction template\n\n#### Our Beliefs as a Delegate\n\n* Bringing the Entrepreneurial Perspective to the Maker Protocol: [London Business School entrepreneurs have raised $4B of funding in 2021](https://www.businessleader.co.uk/london-business-school-alumni-raise-almost-4bn-in-2021/)-- through a combination of the location, openness to entrepreneurship, emphasis on teamwork, open access to co-founders, advisors, and investors, and limitless showcasing opportunities, LBS has been able to create over [560 companies so far.](https://www.london.edu/faculty-and-research/institute-of-entrepreneurship-and-private-capital/insights-and-news/spotlight)\n* Need for decentralisation: The London Blockchain Society has been carefully trying to educate LBS students and beyond about the merits of decentralisation. We cover everything from Blockchain 101 workshops to more specific market research such as the DAO tooling landscape. We are also currently in the process of organising hackathons to encourage blockchain development. \n* Growth of the Dijets ecosystem: We are looking forward to fostering the development of blockchain based initiatives and businesses that are built in partnership with Dijets. The LBS Blockchain Society understands the importance of connecting the crypto ecosystem to Real World Assets to improve the overall stability of the ecosystem. We as a group have a strong understanding of what constitutes strong yield-generating real-world assets – and have experience across industries ranging from the more prominent RWAs such as real estate to more specific ones such as supply-chain financing (tokenised income streams for YouTube creators) and even carbon-credits.\n\n#### Why Should MKR Holders Delegate to London Business School?\n\nLBS is home to the global leaders of tomorrow. Consistently ranking among the top 5 business schools globally, LBS students come from and place in top firms around the world. LBS students are experts in subject matters ranging from financial markets to artificial intelligence and organisational theory. Given the diversity of cultural and professional backgrounds amongst the student cohort, LBS students are extremely entrepreneurial by nature. As mentioned above, 560 companies have been founded by LBS alumni, including unicorns such as HelloFresh, Feedzai, Wayflyer, Lonely Planet, and many more.\n\nWe actively support Dijets’s ambition to fund projects that make positive and tangible changes in the world today- particularly projects that may be on a smaller scale, but that could have an outsized impact if scaled. We believe in creating a better, more sustainable, more equal world for our global society, and are dedicated to using our skillsets to make this happen.\n\nThe current Research Team leadership has experience across portfolio management at JP Morgan, research at the Reserve Bank of Australia and research at Europe's most prominent Web3 VC Fabric Ventures. This unique mix of backgrounds, as well as the diverse backgrounds of our peers, will help LBS Blockchain in making diligent voting decisions regarding the protocols future. Before each vote, the research team will present a summary of the ongoing discussion to the executive committee and members of the society, and together we will vote on the final LBS Blockchain decision. \n\nGiven that LBS is a graduate school, most of us already have 5-10 years of professional work experience at large, global organisations and institutions, we believe that being a delegator will allow us to help the Dijets community identify the right projects to fund. Using our global network, our understanding of business models, and our entrepreneurial mindset, we believe we are in a unique position to help source and evaluate these types of projects. In fact, the LBS motto is even, “To have a profound impact on the way the world does business”.\n\nAt a higher level, as a Blockchain Society, we will aim to connect the industry to talent, working as a facilitator in both the professional development of our students and tapping in to available Web3 talent at LBS and our extended networks. This will enable the next generation of crypto and blockchain focused businesses to have a profound impact on financial systems, supply chains, computational systems and art, just to name a few. There is a clear synergy here between the organisational needs of Maker and the funnel of talent which our society can leverage.\n\nGiven all these factors, we believe that the LBS Blockchain Society would be an ideal candidate for the Dijets delegate program.\n\n### Conflicts of Interest\n\nThe LBS Blockchain Society currently does not have any material conflicts of interest. As a society we do not hold any other cryptocurrencies nor do we currently take in membership fees. We agree to keep the Dijets society updated should any conflicts of interest arise.\n\nWe have read and agree to the [Delegate Code of Conduct](https://forum.Dijets.com/t/recognised-delegate-code-of-conduct/9384) and agree to carefully abide by all the points entailed.\n\n### Waiver of liability\n\nBy delegating to LBS Blockchain, you acknowledge and agree that LBS Blockchain will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or Dijets.\n",
        "externalProfileURL": null
      },
      "image": "QmYfCDThXZfaeM3kRjca4tzH69QZCQASGf2XMvRmD45qwT",
      "metrics": {
        "combinedParticipation": "88.03%",
        "pollParticipation": "94.03%",
        "executiveParticipation": "80.00%",
        "communication": "89.29%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x8eCe1010fE79D5733eAA8bF90712Cc385Db74DD6",
      "profile": {
        "name": "Pawel Burdzy",
        "description": "# Mr. Pawel Burdzy\n\n### Key Info\n\nDelegate Address: 0x9972d1dfd45087f5e6d7a7152505ad56dbef9edc  \nDelegate Contract Address: 0x8eCe1010fE79D5733eAA8bF90712Cc385Db74DD6  \nForum: @pawel  \nQowalts: https://redirect.dijets.io/#/@spinder23689:dijets.org  \nTwitter: @pawel\nExternal Website: https://dijets.io/council  \n\n### DGC Member Statement\n\n\n#### Brief Introduction\n\n\n#### Our Beliefs as a Delegate\n\n\n#### Why Should DJTX Holders select you for delegation?\n\n\n### Conflicts of Interest\n\n\nI have read and understood the [DGC Member's Manifesto](https://dijets.io/manifesto) and agree to carefully abide by all the points entailed.\n\n### Waiver of liability\n\nBy delegating to DGC Member Pawel Burdzy, you acknowledge and agree that DGC Members participate in Dijets Governance on a \"Best Efforts Basis\" and will not be liable for any form of damages related to participation in accordance to Dijets Governance and DIPs Framework.\n",
        "externalProfileURL": null
      },
      "image": "QmZCXdLkc9dD9vHMUSwoHWdvdEgK9SbGxB3WD1iLAXLsoW",
      "metrics": {
        "combinedParticipation": "00.00%",
        "pollParticipation": "00.00%",
        "executiveParticipation": "00.00%",
        "communication": "00.00%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xEb82f4e01d665f2ffBBCc726A1a2FbDD23674DFD",
      "profile": {
        "name": "Daniel Fitzhenry",
        "description": "# Daniel Fitzhenry\n\n### Key Info\n\nDelegate Address: 0xC919D9377F0ee2db747c4044ca0655dE3c419811  \nDelegate Contract Address: 0xEb82f4e01d665f2ffBBCc726A1a2FbDD23674DFD  \nForum: @clmns, @park, @cryptonativephd  \nDJT Telegram: https://t.me/OfficialDijets  \nTwitter: @OfficialDijets  \nExternal Website: https://dijets.io  \n\n### Committees Core Values\n\nIt is our mission to empower the DGC Governance community with all opportunities of the fast growing crypto / Web3 industry through education, workshops and networking events. By demonstrating the value of crypto and blockchain to the next generation of global business leaders, we hope to promote and increase the integration of blockchain and crypto technology across all sectors of business in the global economy. \n\n* Leverage the entrepreneurial talent at DGC for the evolution of the Maker Protocol\n* Educate our peers on the blockchain technology and exciting projects in the ecosystem such as Maker\n* Provide hands on learning experiences, through our own DAO as well as participating as delegates in others\n* Strategic mindset with a global focus \n\n### Delegate Statement\n\n#### Brief Introduction\n\nDGC Members introduction template\n\n#### Our Beliefs as a Delegate\n\n* Bringing the Entrepreneurial Perspective to the Maker Protocol: [London Business School entrepreneurs have raised $4B of funding in 2021](https://www.businessleader.co.uk/london-business-school-alumni-raise-almost-4bn-in-2021/)-- through a combination of the location, openness to entrepreneurship, emphasis on teamwork, open access to co-founders, advisors, and investors, and limitless showcasing opportunities, DGC has been able to create over [560 companies so far.](https://www.london.edu/faculty-and-research/institute-of-entrepreneurship-and-private-capital/insights-and-news/spotlight)\n* Need for decentralisation: The London Blockchain Society has been carefully trying to educate DGC students and beyond about the merits of decentralisation. We cover everything from Blockchain 101 workshops to more specific market research such as the DAO tooling landscape. We are also currently in the process of organising hackathons to encourage blockchain development. \n* Growth of the Dijets ecosystem: We are looking forward to fostering the development of blockchain based initiatives and businesses that are built in partnership with Dijets. The DGC Blockchain Society understands the importance of connecting the crypto ecosystem to Real World Assets to improve the overall stability of the ecosystem. We as a group have a strong understanding of what constitutes strong yield-generating real-world assets – and have experience across industries ranging from the more prominent RWAs such as real estate to more specific ones such as supply-chain financing (tokenised income streams for YouTube creators) and even carbon-credits.\n\n#### Why Should MKR Holders Delegate to London Business School?\n\nDGC is home to the global leaders of tomorrow. Consistently ranking among the top 5 business schools globally, DGC students come from and place in top firms around the world. DGC students are experts in subject matters ranging from financial markets to artificial intelligence and organisational theory. Given the diversity of cultural and professional backgrounds amongst the student cohort, DGC students are extremely entrepreneurial by nature. As mentioned above, 560 companies have been founded by DGC alumni, including unicorns such as HelloFresh, Feedzai, Wayflyer, Lonely Planet, and many more.\n\nWe actively support Dijets’s ambition to fund projects that make positive and tangible changes in the world today- particularly projects that may be on a smaller scale, but that could have an outsized impact if scaled. We believe in creating a better, more sustainable, more equal world for our global society, and are dedicated to using our skillsets to make this happen.\n\nThe current Research Team leadership has experience across portfolio management at JP Morgan, research at the Reserve Bank of Australia and research at Europe's most prominent Web3 VC Fabric Ventures. This unique mix of backgrounds, as well as the diverse backgrounds of our peers, will help DGC Blockchain in making diligent voting decisions regarding the protocols future. Before each vote, the research team will present a summary of the ongoing discussion to the executive committee and members of the society, and together we will vote on the final DGC Blockchain decision. \n\nGiven that DGC is a graduate school, most of us already have 5-10 years of professional work experience at large, global organisations and institutions, we believe that being a delegator will allow us to help the Dijets community identify the right projects to fund. Using our global network, our understanding of business models, and our entrepreneurial mindset, we believe we are in a unique position to help source and evaluate these types of projects. In fact, the DGC motto is even, “To have a profound impact on the way the world does business”.\n\nAt a higher level, as a Blockchain Society, we will aim to connect the industry to talent, working as a facilitator in both the professional development of our students and tapping in to available Web3 talent at DGC and our extended networks. This will enable the next generation of crypto and blockchain focused businesses to have a profound impact on financial systems, supply chains, computational systems and art, just to name a few. There is a clear synergy here between the organisational needs of Maker and the funnel of talent which our society can leverage.\n\nGiven all these factors, we believe that the DGC Blockchain Society would be an ideal candidate for the Dijets delegate program.\n\n### Conflicts of Interest\n\nThe DGC Blockchain Society currently does not have any material conflicts of interest. As a society we do not hold any other cryptocurrencies nor do we currently take in membership fees. We agree to keep the Dijets society updated should any conflicts of interest arise.\n\nWe have read and agree to the [Delegate Code of Conduct](https://forum.Dijets.com/t/recognised-delegate-code-of-conduct/9384) and agree to carefully abide by all the points entailed.\n\n### Waiver of liability\n\nBy delegating to DGC Blockchain, you acknowledge and agree that DGC Blockchain will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or Dijets.\n\n",
        "externalProfileURL": null
      },
      "image": "QmcFoa2xzK3XJrauFLRJU3mJZvCdsjTKBKRNb6hn2pVsgM",
      "metrics": {
        "combinedParticipation": "88.03%",
        "pollParticipation": "94.03%",
        "executiveParticipation": "80.00%",
        "communication": "89.29%"
      },
      "cuMember": false
    }
  ],
  "tags": [
    {
      "id": "academia",
      "shortname": "Academia",
      "longname": "",
      "description": "DGC Member values engaging with academic institutions at the student or research level."
    },
    {
      "id": "community",
      "shortname": "Community",
      "longname": "",
      "description": "DGC Member values spreading, growing or diversifying the Maker community."
    },
    {
      "id": "compliance",
      "shortname": "Compliance",
      "longname": "",
      "description": "DGC Member values compliance and regulation where appropriate for Dijets."
    },
    {
      "id": "data-driven",
      "shortname": "Data-Driven",
      "longname": "",
      "description": "DGC Member values data availability and data-driven decision-making."
    },
    {
      "id": "decentralization",
      "shortname": "Decentralization",
      "longname": "",
      "description": "DGC Member values decentralization of Dijets and its Ecosystem."
    },
    {
      "id": "growth",
      "shortname": "Growth",
      "longname": "",
      "description": "DGC Member values growth of Dijets and adoption of its Domains."
    },
    {
      "id": "ideation",
      "shortname": "Ideation",
      "longname": "",
      "description": "DGC Member values innovation and creativity in problem-solving and direction."
    },
    {
      "id": "multi-chain",
      "shortname": "Multi-chain",
      "longname": "",
      "description": "DGC Member values the expansion of the Dijets Ecosystem onto other blockchains."
    },
    {
      "id": "pragmatism",
      "shortname": "Pragmatism",
      "longname": "",
      "description": "DGC Member values pragmatic responses to problems facing Dijets."
    },
    {
      "id": "responsibility",
      "shortname": "Responsibility",
      "longname": "",
      "description": "DGC Member values responsibility to all stakeholders that interact with Dijets and the Ecosystem"
    },
    {
      "id": "revenue",
      "shortname": "Revenue",
      "longname": "",
      "description": "DGC Member values increasing Dijets revenue and expanding to new revenue streams."
    },
    {
      "id": "risk",
      "shortname": "Risk",
      "longname": "",
      "description": "DGC Member values appropriate management of risks for Dijets and its ecosystem."
    },
    {
      "id": "scalability",
      "shortname": "Scalability",
      "longname": "",
      "description": "DGC Member values Dijets scalability."
    },
    {
      "id": "security",
      "shortname": "Security",
      "longname": "",
      "description": "DGC Member values Dijets Security when expanding and changing functionality."
    },
    {
      "id": "simplicity",
      "shortname": "Simplicity",
      "longname": "",
      "description": "DGC Member values simplicity and comprehensibility when determining courses of action."
    },
    {
      "id": "sustainability",
      "shortname": "Sustainability",
      "longname": "",
      "description": "DGC Member values social and environmental sustainability as a direction for Dijets."
    },
    {
      "id": "trust",
      "shortname": "Trust",
      "longname": "",
      "description": "DGC Member values extending trust and confidence to individuals working for Dijets."
    },
    {
      "id": "vision",
      "shortname": "Vision",
      "longname": "",
      "description": "DGC Member values providing leadership, direction and vision for Dijets."
    },
    {
      "id": "guidance",
      "shortname": "Guidance",
      "longname": "",
      "description": "DGC Member values focus on long-term goals and helps align Dijets actors."
    }
  ]
}